[
    {
      "title": "Hungary Announces New Economic Measures",
      "summary": "The Hungarian government has announced new economic measures to boost the country growth...",
      "text": "The Hungarian government has announced new economic measures to boost the country growth and support small businesses. The new initiatives include tax breaks, low-interest loans, and grants for startups. These measures are expected to have a positive impact on the economy and create more job opportunities for citizens..."
    },
    {
      "title": "Budapest Airport Expansion Plans Revealed",
      "summary": "Budapest Airport has revealed its expansion plans to accommodate increasing passenger traffic...",
      "text": "Budapest Airport has revealed its expansion plans to accommodate increasing passenger traffic and improve its facilities. The airport will construct a new terminal, extend its runways, and upgrade the existing infrastructure. These improvements aim to increase the airport capacity and enhance the travel experience for passengers..."
    },
    {
      "title": "Hungarian Scientists Make Breakthrough in Renewable Energy",
      "summary": "Researchers from a Hungarian university have made a groundbreaking discovery in renewable energy technology...",
      "text": "Researchers from a Hungarian university have made a groundbreaking discovery in renewable energy technology. The team has developed a new method to increase the efficiency of solar panels by harnessing energy from a wider spectrum of sunlight. This breakthrough could potentially revolutionize the renewable energy sector and reduce our dependence on fossil fuels..."
    },
    {
      "title": "Hungary Wins Gold at International Sports Championship",
      "summary": "Hungarian athletes have won gold medals in multiple events at an international sports championship...",
      "text": "Hungarian athletes have won gold medals in multiple events at an international sports championship. Competing in swimming, gymnastics, and track & field, the athletes demonstrated exceptional skill and determination, earning Hungary a top spot in the medal tally. The victories have been celebrated by fans and government officials alike, showcasing the nation athletic prowess..."
    },
    {
      "title": "Cultural Festival Celebrates Hungarian Traditions",
      "summary": "A week-long cultural festival in Hungary is showcasing the country rich history and traditions...",
      "text": "A week-long cultural festival in Hungary is showcasing the country rich history and traditions. The event features music, dance, food, and art exhibitions that highlight the nation diverse heritage. Visitors from around the world have flocked to the festival, providing a boost to local tourism and fostering a greater appreciation for Hungarian culture..."
    }
  ]
  